/* Category Names */
"BFXHalveAndAdd" = "BFXHalveAndAdd";

/* Plug-in Names */
"BFXHalveAndAdd::FxPlug Name" = "BFXHalveAndAdd";
"BFXHalveAndAdd::FxPlug Description" = "BFXHalveAndAdd";
"BFXHalveAndAdd::Direction" = "Direction";
"BFXHalveAndAdd::Top to Bottom" = "Top to Bottom";
"BFXHalveAndAdd::Bottom to Top" = "Bottom to Top";
